import { Review } from "./types";

export const reviews: Review[] = [
  {
    id: 1,
    text: "Меня зовут Илья Волков и я выпускник магистерской программы «Веб-технологии». Эти технологии очень быстро развиваются, и то что актуально на сегодняшний день — через месяц может уже стать архаизмом. Поэтому достаточно сложно выстроить хороший план обучения, однако данная магистерская программа учитывает все эти нюансы и идет в ногу со временем. Например, тема моей диссертации «Исследование методов и инструментов разработки изоморфных веб-приложений». Изоморфные приложения — достаточно новая вещь в мире веб-технологий и популярна на сегодняшний день. Данная магистерская программа дает знания и навыки для исследования этой темы и создания приложений для использования веб-технологий.",
    name: "Илья Волков",
    year: "2020",
  },
  {
    id: 2,
    text: "Всем привет, меня зовут Азиз Мавлянов, я являюсь выпускником программы «Веб-технологии» Университета ИТМО. Хочу рассказать о некоторых преимуществах обучения на нашем факультете. Начну с преподавательского состава. На мой взгляд, у нас очень классный преподавательский состав: все наши преподаватели являются настоящими профессионалами своего дела. Несколько слов про дисциплины, которые преподаются на нашем факультете. Дисциплины передовые, на лекциях рассказывают кроме веб-технологий про машинное обучение, дизайн, DevOps, и это позволяет вам быть всегда в тренде, не отставать от развития. Кроме этого еще периодически проводятся мероприятия и конференции, и вы можете выступить с докладом, рассказать о своих идеях и разработках и, возможно, получить грант на реализацию своих идей или разработок. Я настоятельно рекомендую вам выбрать «Веб-технологии», и мне кажется, вы не прогадаете. Поступайте на «Веб-технологии»!",
    name: "Азиз Мавлянов",
    year: "2020",
  },
  {
    id: 3,
    text: "Меня зовут Виктор Журавлев, я выпускник магистерской программы «Веб-технологии». Сейчас я работаю в группе компаний «Орбита» и отвечаю за сложные веб-проекты, занимаюсь развитием кодовой базы на TypeScript. Когда я был магистрантом, то занимался рекомендательной системой по выбору подходящего инструмента под задачу и это сформировало важные для моей работы навыки. Рекомендую к поступлению!",
    name: "Виктор Журавлев",
    year: "2017",
  },
];
